Repository: LCHoldings/NextLesson
Catalog: NextLesson/Localizable.xcstrings
Source language: en
Languages: sv

source: Add Schedule
sv: Lägg till Schema

source: Appearance
sv: Utseende

source: Are you sure?
sv: Är du säker?

source: At least 3 characters
sv: Minst 3 bokstäver.

source: Automatic
sv: Automatiskt

source: Available Classes
sv: Klasser

source: Balazs H - Skola24 API Reference
sv: Balazs H - Skola24 API Referens

source: Begins At: %@
sv: Börjar: %@

source: Cancel
sv: Avbryt

source: Change Nickname
sv: Byt smeknamn

source: Check your internet connection.
sv: Kolla din internet uppkoppling.

source: Classes in %@
sv: Klasser på %@

source: Classroom: %@
sv: Sal: %@

source: Clear All Data
sv: Rensa All Data

source: Color Scheme
sv: Färg Tema

source: Current Class: %@
sv: Pågående Klass: %@

source: Current Lesson
sv: Pågående Klass

source: Custom Class
sv: Personlig Kod/Klass

source: Custom Hostname
sv: Annan Kommun/Skola

source: Dark
sv: Mörkt

source: Delete Class
sv: Ta bort Klass

source: Ends At: %@
sv: Slutar: %@

source: Enter a new nickname for the class.
sv: Välj ett nytt smeknamn för klassen.

source: Feature Request
sv: Förslags Inskickning

# greeting_afternoon
source: Hello There! 👋🏻
sv: Hej där! 👋🏻

# greeting_evening
source: Good Evening! 🌙
sv: God Kväll! 🌙

# greeting_morning
source: Good Morning! ☀️
sv: God Morgon! ☀️

source: Homepage
sv: Hem

source: Hostname
sv: Kommun/Skola

source: Issue/Bug Reporting
sv: Problem/Bugg Rapport

source: Last edited: %@
sv: Senast ändrad: %@

source: Light
sv: Ljust

source: Loading school classes...
sv: Laddar skolklasser…

source: Loading schools...
sv: Laddar skolor…

source: Municipalities
sv: Kommuner

source: New Schedule
sv: Nytt Schema

source: Next Class: %@
sv: Nästa Lektion: %@

source: Next Lesson
sv: Nästa Lektion

source: No classes available for this school.
sv: Inga klasser hittades för denna skola.

source: No Nickname
sv: Inget Smeknamn

source: No Schedules Available
sv: Inga Scheman

source: No schools available.
sv: Inga skolor tillgängliga.

source: No upcoming classes
sv: Inga kommande lektioner.

source: No upcoming lessons today.
sv: Inga kommande lektioner för idag.

source: Other: %@
sv: Annat: %@

source: Remove Class
sv: Ta bort klass

source: Save Nickname
sv: Spara Smeknamn

source: Saved Schedules
sv: Sparade Scheman

source: Schedules
sv: Scheman

source: Schedules 🗓️
sv: Scheman 🗓️

source: Schools in %@
sv: Skolor i %@

source: Settings
sv: Inställningar

source: Settings ⚙️
sv: Inställningar ⚙️

source: Simon K - App Development
sv: Simon K - App Utveckling

source: Submit
sv: Skicka

source: Teacher: %@
sv: Lärare: %@

source: You haven't added any schedules yet. Try adding one from the schedule section.
sv: Du har inte lagt till några scheman än. Lägg till ett schema genom att gå till Schema sidan.
